[
    {
    "text":"Read this sentence.\n\n During a nightly-news segment about a cooking contest, a reporter talked to some people who did the best in the contest.\n\n Which of these is the most precise revision for the words talked to some people who did the best in the contest?",
    "answers":[{"isCorrect": false,
        "text":"A. conversed with some of the people who won the contest"},
        {"isCorrect": false,
            "text":"B. spoke to the three contestants who did well"},
        {"isCorrect": false,
            "text":"C. discussed the contest with some of the winners"},
        {"isCorrect": true,
            "text":"D. interviewed the top three contestants"}],
    "explanation": "(D) The question asks for the most precise revision for the words talked to some people who did the best in the contest. Option A and Option C do not precisely state how many people the reporter interviewed. Option B specifies the number of people interviewed but uses the imprecise phrase “who did well.” Option D is the only option that precisely states the reporter’s action (“interviewed”) as well as who exactly the reporter interviewed (“the top three contestants”).",
    "imageURL":""
},
{
    "text":"Read this sentence.\n\nThe animal shelter, which is located on Midway Street, is looking for volunteers to help with a variety of tasks, such as walking dogs cleaning kennels, hand-feeding newborn kittens, and supporting the pet adoption process.\n\nWhich edit should be made in this sentence?",
    "answers":[{"isCorrect": false,
            "text":"A. delete the comma after \"shelter\""},
        {"isCorrect": false,
            "text":"B. insert a comma after \"volunteers\""},
        {"isCorrect": true,
            "text":"insert a comma after \"dogs\""},
        {"isCorrect": false,
            "text":"D. delete the comma after \"kennels\""}],
    "explanation": "(C) The sentence in the box needs a comma to separate items in a series. Option A would remove the necessary comma before the nonrestrictive clause “which is located on Midway Street.” Option B is incorrect because while the phrase that ends with the word “volunteer” can stand on its own as an independent clause, a comma is not needed before the explanation of what the volunteers would help do. Option D would delete a necessary comma between two items in a series. Option C is the only option that would place a necessary comma to separate items “walking dogs” and “cleaning kennels” in the series.",
    "imageURL":""
},
 {
    "text":"Read this sentence.\n\nIn 1962 the agile athletic Wilt Chamberlain became the first and only professional basketball player in the United States to score 100 points in a single game.\n\nWhich edit should be made to correct this sentence?",
    "answers":[{"isCorrect": true,
        "text":"A. insert a comma after \"agile\""},
        {"isCorrect": false,
            "text":"B. insert a comma after \"Chamberlain\""},
        {"isCorrect": false,
            "text":"C. insert a comma after \"only\""},
        {"isCorrect": false,
            "text":"D. insert a comma after \"States\""}],
    "explanation": "(A) The sentence in the box needs a comma to separate coordinate adjectives. Option B incorrectly adds a comma between the subject and the verb. Option C incorrectly adds a comma between two adjectives, but they are not coordinate adjectives. Option D is incorrect because a comma is not needed to set off the phrase “to score 100 points in a single game.” Option A is the only option that places a comma where it is needed, between the coordinate adjectives “agile” and “athletic.”",
    "imageURL":""
},
{
    "text":"(1) When coal was used to heat homes, it frequently left a soot stain on the walls. (2) Brothers Cleo and Noah McVicker, who owned a cleaning product company, created a doughy substance to help people remove this soot. (3) Over time, as natural gas becomes more common, people had little need for soot cleansers, and the McVickers’ family company struggled to stay in business. (4) Then one day, Joe McVicker, Cleo’s son, learned that his sister-in-law had been using the substance for art projects in her classroom, so he remarketed the product as the toy known today as Play-Doh.",
    "answers":[{"isCorrect": false,
        "text":"A. sentence 1"},
        {"isCorrect": false,
            "text":"B. sentence 2"},
        {"isCorrect": true,
            "text":"C. sentence 3"},
        {"isCorrect": false,
            "text":"D. sentence 4"}],
    "explanation": "(C) The question asks for the identification of a sentence with an inappropriate shift in verb tense. Option A, Option B, and Option D identify sentences that use past tense. Sentence 3 (Option C) demonstrates an incorrect shift into the present tense with the clause “as natural gas becomes more common,” which should be “as natural gas became more common.”",
    "imageURL":""
},
{
    "text":"Read this paragraph.\n\n(1) Eliza and Brianna have been singing in their school chorus since they were in fourth grade. (2) The girls always sing a duet at the school talent show, and they take turns singing the national anthem before school sporting events. (3) Outside of school, she also sings in a choir made up of young and old members of her community. (4) Both girls hope that they will be able to continue singing for many more years.\n\nWhich sentence should be revised to correct a vague pronoun?",
    "answers":[{"isCorrect": false,
        "text":"A. sentence 1"},
        {"isCorrect": false,
            "text":"B. sentence 2"},
        {"isCorrect": true,
            "text":"sentence 3"},
        {"isCorrect": false,
            "text":"sentence 4"}],
    "explanation": "(C) The question asks the student to identify a vague pronoun in a sentence in the box. Sentence 1 (Option A) correctly uses the plural pronouns “their”/”they” to refer to both Eliza and Brianna. Sentence 2 (Option B) uses the pronoun “they” to correctly refer to both girls again. Sentence 4 (Option D) uses the pronoun “they” to correctly refer to “both girls.” Sentence 3 (Option C) is the only sentence where the pronoun is vague. The sentence uses the pronoun “she” near the beginning, but whether “she” refers to Eliza or Brianna is unclear.",
    "imageURL":""
},
{
    "text":"One bottle contains 500 milliliters of juice. How many liters of juice are there in 24 of these bottles?",
    "answers":[{"isCorrect": true,
        "text":"A. 12 L"},
        {"isCorrect": false,
            "text":"B. 120 L"},
        {"isCorrect": false,
            "text":"C. 1,200 L"},
        {"isCorrect": false,
            "text":"D. 12,000 L"}],
    "explanation": "(A) First, convert 500 milliliters to liters by dividing by 1,000: 500 ÷ 1,000 = 0.500 Now, multiply by 24 to find the solution: 0.500 × 24 = 12 L",
    "imageURL":""
},
{
    "text":"In the pyramid above, each triangular face has the same area, and the base is asquare that measures 8 centimeters on each side. If the length of line segment RS = 6 centimeters, what is the surface area of the pyramid excluding the base?",
    "answers":[{"isCorrect": false,
        "text":"A. 48 sq cm"},
        {"isCorrect": true,
            "text":"B. 96 sq cm"},
        {"isCorrect": false,
            "text":"C. 128 sq cm"},
        {"isCorrect": false,
            "text":"D. 160 sq cm"}],
    "explanation": "(B) Line segment RS is the altitude, or height, of triangle QRP. The length of QP is 8 cm. Use that information to find the area of triangle\nQRP: A = 1/2bh = 1/2(8)(6)= 24 sq cm. There are 4 congruent triangles in the pyramid, so the surface area is 4 × 24 = 96 sq cm.",
    "imageURL":"gs://stepupnyc.appspot.com/Question7.tiff"
},
{
    "text":"In a certain school, course grades range from 0 to 100. Adrianna took 4 courses and her average course grade was 90. Roberto took 5 courses. If both students have the same sum of course grades, what was Roberto’s average?",
    "answers":[{"isCorrect": true,
        "text":"A. 72"},
        {"isCorrect": false,
            "text":"B. 80"},
        {"isCorrect": false,
            "text":"C. 90"},
        {"isCorrect": false,
            "text":"D. 92"}],
    "explanation": "(A) The sum of Adrianna’s course grades equals 4 times the average (mean) of her grades: 90 × 4 = 360. Roberto has the same sum (360) as Adrianna. Find the mean of his course grades: 360 ÷ 5 = 72",
    "imageURL":""
},
{
    "text":"What is the area of the shaded region in the graph above?",
    "answers":[{"isCorrect": false,
        "text":"A. 0.25 square unit"},
        {"isCorrect": true,
            "text":"B. 0.5 square unit"},
        {"isCorrect": false,
            "text":"C. 1 square unit"},
        {"isCorrect": false,
            "text":"D. 1.5 square units"}],
    "explanation": "(B) The shaded region is a right triangle. Each leg is 1 unit in length. So the area is A = 1/2 bh = 1/2(1)(1) = 1/2 or 0.5 sq unit",
    "imageURL":"gs://stepupnyc.appspot.com/Question9.tiff"
},
{
    "text":"Mr. Blake’s biology class is divided into three sections. The same test was given to each section. The table above shows both the lowest score and the range of scores on this test for each section. What is the overall range of all scores in all three sections?",
    "answers":[{"isCorrect": false,
        "text":"A. 25"},
        {"isCorrect": false,
            "text":"B. 27"},
        {"isCorrect": false,
            "text":"C. 28"},
        {"isCorrect": true,
            "text":"D. 31"}],
    "explanation": "(D) First, calculate the highest score for each section by adding the lowest score to the range:\nSection I: 65 + 28 = 93\nSection II: 62 + 25 = 87\nSection III: 67 + 22 = 89\n\nThe overall highest score is 93, and the overall lowest score is 62. Thus the overall range is 93−62 = 31.",
    "imageURL":"gs://stepupnyc.appspot.com/Question10.tiff"
}
]
